tutorial/pilotedDiffusionFlame/les_wedge/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0); 

boundaryField
{
    AXIS
    {
        type            empty;
    }
    OUTLET
    {
        type            inletOutlet;
        inletValue      uniform (0 0 0);
        value           uniform (0 0 0); 
    }
    COFLOW
    {
        type            fixedValue;
        value           uniform (0.9 0 0);
    }
    PILOT
    {
        type            turbulentInlet;
        fluctuationScale (0.1 0.05 0.05);
        referenceField  uniform (11.4 0 0);
        value           uniform (11.4 0 0);
    }
    FUEL
    {
        type            turbulentInlet;
        fluctuationScale (0.1 0.05 0.05);
        referenceField  uniform (49.6 0 0);
        value           uniform (49.6 0 0);
    }
    WALL
    {
        type            fixedValue;
	value           uniform (0.9 0 0);
    }
    front
    {
        type            wedge;
    }
    back
    {
        type            wedge;
    }
}


// ************************************************************************* //
