tutorial/pilotedDiffusionFlame/les_wedge/constant/AR_table
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      AR;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

AR_table
13
(

10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)


10
(
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
113{0}
)

)
;